const data = {
    // 轮播图左侧导航
    "navList" : ['前沿 / 区块链 / 人工智能', '前端 / 小程序 / JS', '后端 / JAVA / Python', '移动 / Android / iOS', '云计算 / 大数据 / 容器', '运维 / 测试 / 数据库', 'UI设计 / 3D动画 / 游戏'],
    // 轮播图
    'bannerSrc' : ['http://img.mukewang.com/5de7aa1e00018dc018720764.jpg', 'http://img.mukewang.com/5dceaccf0001f22c18720764.jpg', 'http://img.mukewang.com/5de7523c0001e39918720764.jpg', 'http://img.mukewang.com/5de8ca550001dde118720764.jpg', 'http://img.mukewang.com/5de9c00f000178dd16000540.jpg'],
    // 第一块区域就业班区域
    'c11name' : ['Web前端攻城狮', 'Java攻城狮', 'Python攻城狮', 'Android攻城狮', 'PHP攻城狮'],
    'c11desc' : ['从未接触编程也可以学好', '综合就业排名第一', '应用领域最为广泛', '移动市场份额第一', 'Web开发首选语言'],
    // 第一块区域职场进阶区域
    'c12src' : ['box_java1.png', 'box_fe.png', 'box_java2.png'],
    // 第二块新上好课区域
    'c2img' : ['5dc9047a09bae31e12000676_360_202.png', '5d9c62fb0907ccf012000676_360_202.png', '5dde5881088dd8da06000338_360_202.jpg', '5ad05dc00001eae705400300_360_202.jpg', '5d1032ab08719e0906000338_360_202.jpg', '5dd5f1f409aeee0a12000676_360_202.png', '5dce41e70819b56b06000338_360_202.jpg', '59b8a486000107fb05400300_360_202.jpg'],
    'c2label1' : ['Node.js', 'Java', 'Java', '数据结构', 'Linux', 'Java', 'Java', 'Python'],
    'c2label2' : ['Vue.js', '机器学习', 'SpringBoot', '算法', '计算机网络', 'Android', 'SpringBoot',],
    'c2h3' : ['Vue Element+Node.js开发企业通用管理后台系统', 'ElasticSearch+Spark 构建高匹配度搜索服务+千人千面推荐系统', '全方位深入解析最新版SpringBoot源码', '玩转算法系列--数据结构精讲 更适合0算法基础入门到进阶（java版）', '编程必备基础 计算机组成原理+操作系统+计算机网络', '新版Kotlin从入门到精通', 'Java通用型支付+电商平台双系统实战', '全面系统python3入门+进阶课程 小白也能听懂'],
    'c2span1' : ['高级', '中级', '中级', '中级', '中级', '中级', '初级', '初级'],
    'c2span2' : [' 340', ' 494', ' 75', ' 5085', ' 2772', ' 80', ' 394', ' 10031'],
    'c2span3' : ['9人评价', '16人评价', '6人评价', '1833人评价', '882人评价', '6人评价', '28人评价', '3375人评价'],
    'c2price' : ['￥298.00', '￥348.00', '￥316.00', '￥299.00', '￥236.00', '￥265.00', '￥298.00', '￥366.00'],
    // 第三块学习路线区域
    'c3nav' : ['前端', '后端', '移动端', '计算机基础', '大数据', '测试', '人工智能'],
    // 第五块慕课专栏区域
    'c5img' : ['http://img1.mukewang.com/5de4e8a600011d0002940333.jpg', 'http://img2.mukewang.com/5dd1d43d000160a302940333.jpg', 'http://img2.mukewang.com/5ddba7b70001ae5002940333.jpg', 'http://img2.mukewang.com/5da923ea0001df3f02940333.jpg', 'http://img1.mukewang.com/5da0479e0001381f02940333.jpg', 'http://img2.mukewang.com/5db2d8110001d97802940333.jpg'],
    'c5name' : ['白话RPC框架原理及其实现', '如何设计一个Java秒杀系统', 'Nginx 完全解读指南', '网络协议那些事儿', '设计模式深度解析34讲', '码出规范：《阿里巴巴Java开发手册》详解'],
    'c5desc' : ['共32节 · 115人已购买', '共29节 · 141人已购买', '共30节 · 184人已购买', '共40节 · 569人已购买', '共35节 · 676人已购买', '共38节 · 688人已购买'],
    'c5author' : ['crazyhzm', '西安颜群', '郑尔多斯', 'Oscar', '王磊', '明明如月'],
    'c5rank' : [' / 一线大厂软件开发工程师', ' / 架构师，Java金牌讲师', ' / 一线大厂后端开发工程师', ' / 一线大厂高级软件工程师', ' / 十年经验大厂架构师', ' / 知名电商 Java 高级开发工程师'],
    'c5sale' : ['¥ 49.00', '¥ 46.00', '¥ 46.00', '¥ 68.00', '¥ 68.00', '¥ 68.00'],
    'c5ori' : ['原价 ¥ 68.00', '原价 ¥ 58.00', '原价 ¥ 58.00', '', '', ''],
};

export default data;