const datac4list = {
    'c4List': [
        // 实战课程
        {
            'c4upper': ['', '', '升级', '', '', '升级', '升级', '升级'],
            'c4img': ['5c18d2d8000141c506000338_360_202.jpg', '5d4ceaef09c3cb6612000676_360_202.png', '5c0493ce000126b106000338_360_202.jpg', '5ac2dfe100014a9005400300-360-202.jpg', '5d14215f08545a6b06000338_360_202.jpg', '5a7127370001a8fa05400300-360-202.jpg', '5d75adf009c21f3212000676_360_202.png', '5b17bad10001535305400300-360-202.jpg'],
            'c4label1': ['Java', 'Java', 'Html5', 'Vue.js', 'SpringBoot', 'Go', 'Docker', 'Vue.js'],
            'c4label2': ['算法与数据结构', '', '小程序', '', 'Spring Cloud', '', 'Kubernetes',''],
            'c4h3': ['剑指Java面试-Offer直通车', 'Java并发编程精讲', '微信小程序入门与实战 常用组件API开发技巧项目实战', 'Vue2.5开发去哪儿网App 从零基础入门到实战项目', 'Spring Cloud Alibaba微服务从入门到进阶', 'Google资深工程师深度讲解Go语言', '系统学习Docker 践行DevOps理念 2019全新升级', 'Vue.js源码全方位深入解析 （含Vue3.0源码分析）'],
            'c4span1': ['中级', '中级', '初级', '中级', '高级', '中级', '中级', '高级'],
            'c4span2': [' 4966', ' 1208', ' 19076', ' 7083', ' 981', ' 3115', ' 2134', ' 2668'],
            'c4span3': ['1648人评价', '383人评价', '4200人评价', '3379人评价', '469人评价', '1114人评价', '525人评价', '378人评价'],
            'c4price': ['￥299.00', '￥348.00', '￥149.00', '￥266.00', '￥399.00', '￥399.00', '￥299.00', '￥488.00'],
            'c4desc': ['', '', '', '', '', '', '', ''],
        },
        // 免费课程
        {
            'c4upper': ['', '', '', '', '', '', '', ''],
            'c4img': ['540e57300001d6d906000338_360_202.jpg', '574669dc0001993606000338-360-202.jpg', '57035ff200014b8a06000338-360-202.jpg', '529dc3380001379906000338_360_202.jpg', '5daed125098dd15906000338_360_202.png', '5db9457209b7a41e06000338_360_202.png', '53e1d0470001ad1e06000338-360-202.jpg', '53a28e960001311b06000338_360_202.jpg'],
            'c4label1': ['Python', 'C', 'Java', 'HTML/CSS', 'Html5', 'Node.js', 'JavaScript', '设计工具'],
            'c4label2': ['', '', '', '', 'CSS3', '', '', ''],
            'c4h3': ['初识Python', 'C语言入门', 'Java入门第一季', '初识HTML+CSS', '带你走入前端动画的世界', '前端面试加分福音--node基础', 'JavaScript入门篇', 'PS入门教程——新手过招'],
            'c4span1': ['入门', '入门', '入门', '入门', '入门', '入门', '入门', '入门'],
            'c4span2': [' 705079', ' 789780', ' 1031090', ' 1086168', ' 6294', ' 4098', ' 673905', ' 590326'],
            'c4span3': ['', '', '', '', '', '', '', ''],
            'c4price': ['', '', '', '', '', '', '', ''],
            'c4desc': ['学python入门视频教程，让你快速入门并能编写简单的Python程序', 'C语言入门视频教程，带你进入编程世界的必修课-C语言', '本教程从Java环境搭建、工具使用、基础语法开始，带你入门', 'HTML+CSS基础教程8小时带领大家步步深入学习标签用法和意义', '学习css3动画，并结合实际项目向大家展示应用技巧，使大家快速入门。', '从0开始学原生NodeJs', 'JavaScript做为一名Web工程师的必备技术，本教程让您快速入门', '慕课网推出的PS入门教程，PS入门学习必备课程，带你轻松入门'],
        },
    ],
}

export default datac4list;