const datac3list = {
    'c3List' : [
        // 热门
        {
            'c3Img' : ['5d8b2a0608bd096301400140_140_140.jpg', '5d8b21f2088cf47501400140_140_140.jpg', '5d8cae9608ff3c5f01400140_140_140.jpg', '5d919e87087c044201400140_140_140.jpg', '5d8b22e4080de9a601400140_140_140.jpg', '5da05bd40878ad7301400140_140_140.jpg'],
            'c3H4' : ['计算机基础学习路线', 'Vue.js 从入门到精通', 'Python爬虫工程师养成计划', 'Go语言从入门到达人之路', 'Java从初级到高级的进阶面试线路图', 'MySQL数据库直通车：从入门到面试'],
            'c3P' : ['本路线精选程序员必修的数学基础课和计算机基础核心知识，有序打基础职场走更远。', '路线专为想学Vue却无从下手的人群设计，以实际项目为例，逐层深入，学透Vue。', '路线从零起步，系统培养爬虫工程师，步步为营打造爬虫工程师的核心竞争力。', '零基础入门Go语言，在掌握基础语法后向并发提升，并用Go去构建微服务、上手区块链项目。', '路线吃透面试学问，伴随身为Java工程师的你一路成长，高效充分准备面试拿offer。', '一举吃透最耗时的数据库，学会数据库的基本使用、业务库的设计与架构，面试收尾升华所学。'],
            'c3Span1' : ['4步骤 · 6门课', '3步骤 · 5门课', '3步骤 · 3门课', '5步骤 · 7门课', '5步骤 · 6门课', '4步骤 · 4门课'],
            'c3Span2' : [' 8060人收藏', ' 18235人收藏', ' 13969人收藏', ' 3824人收藏', ' 9904人收藏', ' 4099人收藏'],
        },
        // 前端
        {
            'c3Img' : ['5da9a00d09eeecba01400140.png', '5da92726082156e501400140.jpg', '5da13891095e973101400140.png', '5db92a1a080f03a301400140.jpg', '5d8b21f2088cf47501400140.jpg', '5db92a5a082dd8df01400140.jpg'],
            'c3H4' : ['微信小程序从0基础到精通', '前端面试求职跳槽通关路线', 'Node.js 零基础从入门到玩转 ', 'Vue.js从入门到全栈开发', 'Vue.js 从入门到精通', 'React.js 框架从零到全栈开发'],
            'c3P' : ['一站式掌握小程序生态，打造站内零基础精通小程序的最佳路径', '路线伴随Web前端工程师一路成长，彻底搞懂不同阶段的面试重点，高效拿下offer。', '本路线从Node.js基础到热门框架应用，从理解到实战一步到位。', '优秀的前端工程师都要掌握一门后端语言，从vue到node，前后端通吃，提高前端工程师的竞争力。', '路线专为想学Vue却无从下手的人群设计，以实际项目为例，逐层深入，学透Vue。', '从React.js基础入手，学习全栈技能，上手全栈项目，路线清晰，不走弯路。'],
            'c3Span1' : ['4步骤 · 5门课', '4步骤 · 5门课', '4步骤 · 5门课', '4步骤 · 5门课', '3步骤 · 5门课', '4步骤 · 4门课'],
            'c3Span2' : [' 20922人收藏', ' 8894人收藏', ' 3627人收藏', ' 11477人收藏', ' 18235人收藏', ' 3251人收藏'],
        },
    ],
}

export default datac3list;